app/controllers/pages_controller.rb

SELECT "nowels".* FROM "nowels"
---
  def sapin
  	@nowel = Nowel.all

INSERT INTO "nowels" ("number", "created_at", "updated_at") VALUES (?, ?, ?)  [["number", 666], ["created_at", "2015-12-24 22:47:59.777967"], ["updated_at", "2015-12-24 22:47:59.777967"]]
---
  def create
  	Nowel.create number: params[:number]